{
  "ourServices": [
    {
      "icon": "./assets/web-design.png",
      "title": "Web Design",
      "description": "Transform your vision into a stunning reality with our innovative web design services. Our creative experts craft visually appealing and user-friendly designs tailored to elevate your brand's online presence. Ready to stand out? Request a quote now!"
    },
    {
      "icon": "./assets/coding.png",
      "title": "Web Development",
      "description": "Bring your ideas to life with our robust web development solutions. Our skilled developers build high-performing, secure, and scalable websites that drive results and enhance user experience. Get your project started today!"
    },
    {
      "icon": "./assets/ux-design.png",
      "title": "UX/UI/Graphic ",
      "description": "Enhance user satisfaction with our expert UX/UI design services. We focus on creating intuitive and engaging interfaces that ensure seamless navigation and a delightful user experience. Let’s make your digital product exceptional."
    },
    {
      "icon": "./assets/search-engine-optimisation.png",
      "title": "SEO Optimization",
      "description": "Boost your online visibility and attract more traffic with our comprehensive SEO optimization services. Our strategies are designed to improve search engine rankings and drive organic growth for your business. Ready to grow?"
    }
  ],
  "portfolio": [
    {
      "projectName": "Creative Women",
      "imgUrl": "./assets/cw.png",
      "url": "https://creativewomen.net/",
      "tag": "Shopify, liquid and Javascript",
      "taskDescription": "Designed a high-conversion e-commerce layout in Figma and implemented it using Shopify's Liquid framework and JavaScript."
    },
    {
      "projectName": "Knot Your Planner",
      "imgUrl": "./assets/kyp.png",
      "url": "https://knotyourplanner.com/",
      "tag": "Word Press, Elementor",
      "taskDescription": "Developed a customizable and visually appealing site layout using WordPress and Elementor, based on an initial design concept created in Figma."
    },
    {
      "projectName": "Bee Organized",
      "imgUrl": "./assets/beeorg.png",
      "url": "https://beeorganized.com/",
      "tag": "Word Press, Custom HTML and CSS",
      "taskDescription": "Built a fully responsive and SEO-optimized blog post in WordPress using custom HTML and CSS for unique design elements"
    },
    {
      "projectName": "Bongomin Web Solutions",
      "imgUrl": "./assets/bws.png",
      "url": "https://bongominwebsolutions.com/",
      "tag": "Custom Design, reactJs, Tailwinds",
      "taskDescription": "We created a modern, user-friendly web design concept in Figma, which we then developed using ReactJS for interactive functionality and Tailwind CSS for efficient, responsive styling across desktop and mobile views."
    }
  ],
  "testimonials": [
    {
      "name": "Roza Hendrickson",
      "review": "I have had the pleasure of working with Bongo over the last 6 months. In this time, I have come to know him as a very diligent and hard worker. Bongo has been key in supporting our business across a myriad of tech needs, including building integrations across CRM and Marketing platforms, enhancing our SEO, and optimizing Google Analytics. He is a quick learner and at the same time is not afraid to reach out with questions or receive feedback. Bongo is also great at time and project management, and is often the one nudging me along to meet a deadline - which is much appreciated! He is a professional with integrity in his work and I am happy to recommend him to anyone in need of tech support!",
      "image": "./assets/review/roza.jpg",
      "company": "Bee Organized Corp",
      "title": "Client Service Manager"
    },
    {
      "name": "Allison Fisher",
      "review": "Our experience with Bongo has been exceptional! He consistently delivers prompt service to support us with our technical challenges. Bongo is knowledgeable in many areas and is quick to research and learn new things that may be outside of his area of expertise. He's professional, diligent and reliable—Bongo is a great asset to our outsourced technical support.",
      "image": "./assets/review/allison.jpg",
      "company": "Bee Organized Corp",
      "title": "Business Development"
    }
  ],
  "navLinks": [
    { "label": "Home", "href": "#home" },
    { "label": "Services", "href": "#services" },
    { "label": "Portfolio", "href": "#portfolio" },
    { "label": "Testimonial", "href": "#testimonal" },
    { "label": "Contact Us", "href": "#contactus" }
  ]
}
